{
  "homeLink": "Home",
  "findatutorLink": "Find a Tutor",
  "becometutorLink": "Become a Tutor",
  "aboujtusLink": "About",
  "priceLink": "Pricing",
  "contactLink": "Contact",
  "logoutButton": "Log Out",
  "loginButton": "Log In",
  "signupbutton": "Sign Up",
  "heroh1": "Unlock your potential with",
  "heroh2": "personalized tutoring.",
  "heroh3": " Are you looking for Qualified Tutors? Don’t worry! We got it for you!",
  "convenience": "Convenience",
  "convenienceDefn": " Our platform makes it easy for students to find and hire qualified tutors, and for tutors to find students who need their help.",
  "security": "Security",
  "securityDefn": "Our platform uses a variety of security measures to protect your personal and financial information.",
  "support": "Support",
  "supportDefn": " We offer support to students and tutors every step of the way, from onboarding to customer support.",
  "heroBtn1": "Contact Us",
  "heroBtn2": "Get Started",
  "progressFig": "Our Progress in Figures",
  "qualifiedTutFig": "Qualified Tutors",
  "studentsFig": "Students",
  "courseFig": "Courses",
  "info1": " At Tutor assist , we believe that every student deserves access to high-quality tutoring.That's why we created a platform where students of all ages and skill levels can find qualified tutors,who can help them achieve their academic goals.",
  "info2": "Our tutors are experts in their fields, and they are passionate about helping students succeed. We offer personalized tutoring for a variety of subjects, including math, science, English, and foreign languages. We also offer tutoring for students with special needs.",
  "info3": "We understand that students may not always get the attention they need in the classroom. That's why we offer our students one-on-one tutoring sessions with qualified tutors. Our tutors can help students with their homework, prepare for tests, and develop study skills.",
  "info4": "We are committed to helping students succeed. That's why we offer a variety of features and resources to make our tutor web application the best possible experience for students and tutors alike.",
  "PersonalizedLearning": "Personalized Learning",
  "PersonalizedLearningDefn": "Tutors can create personalized learning plans for each student, tailored to their individual needs and goals.",
  "hireService": "Hire and get hired through the platform",
  "hireDefn": "Students can easily find and hire qualified tutors through our platform, and tutors can apply to tutoring requests from students.",
  "Monitoringprogress": "Monitoring Progress",
  "MonitoringprogressDefn": "Tutors can monitor student progress and track their performance over time.",
  "QuizzesAndAssessments": "Quizze and Assessments",
  "QuizzesAndAssessmentsDefn": "Tutors can use quizzes and assessments to gauge student understanding and identify areas where they may need additional support.",
  "VideoSessions": "Video sessions and online sessions",
  "VideoSessionsDefn": "Tutors can offer video and online sessions to students, making tutoring accessible to everyone, regardless of location.",
  "FlexibleScheduling": "Flexible Scheduling",
  "FlexibleSchedulingDefn": "Study when it suits you with 24/7 availability, instant booking, and rescheduling options.",
  "Resources": "Resources and Materials",
  "ResourcesDefn": "Access study guides, practice tests, videos, and more to enhance your learning experience.",
  "paymentSystem": "Payment System",
  "paymentSystemDefn": "Both parties will be able to pay and get payed through this platform.",

  "filterOutTutor": "Filter out Tutors",
  "gender": "Gender",
  "gradeLevel": " Grade Level",
  "female": "Female",
  "male": "Male",
  "bothGender": "Both",
  "findTutorNow": "Find Tutor Now",
  "hireNow": "Hire Now",
  "availableTutors": "Available Tutors",
  "search": "Search",
  "FindandHireTutors": "Find and Hire Tutors",
  "FindandHireTutorsDefn": "Looking for experienced and dedicated tutors to help you excel in your studies? Our platform connects students with qualified tutors in various subjሽታርተድ",
  "getStarted": "Get Started",
  "HireaTutorToday": "Hire a Tutor Today",
  "HireaTutorTodayDefn": "Our tutors are experienced professionals dedicated to helping you succeed. Whether you need help with a specific subject or want to improve your study skills, we've got you covered."
}